Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/med-godt-samarbeid-har-vi-lykkes.html.tmx
Source language: nob
Languages: sme

source: – Med godt samarbeid har vi lykkes
sme: – Buori ovttasbarggu dihtii leat lihkostuvvan

source: Sametingsråd Inger Eline Eriksen Fjellgren mener at på grunn av godt samarbeid i det samiske samfunn har man lykkes i å få en Sannhetskommisjon.
sme: Sámediggeráđđi Inger Eline Eriksen Fjellgren oaivvilda sámi servodaga lihkostuvvan oažžut sadjái Duohtavuođakommišuvnna go leat nu bures ovttasbargan.

source: Stortinget har vedtatt at det skal etableres en Sannhets- og forsoningskommisjon, som skal utrede hvilke konsekvenser fornorskningspolitikken i Norge har medført.
sme: Stuoradiggi mearridii ikte ásahit Duohtavuođa- ja soabadankommišuvnna, mii galgá guorahallat dáruiduhttinpolitihka váikkuhusaid Norggas.

source: Sametingsråd Inger Eline Eriksen Fjellgren var i Stortinget da saken ble diskutert og hun er veldig fornøyd med vedtaket.
sme: Sámediggeráđđi Inger Eline Eriksen Fjellgren čuovui dán ášši digaštallama Stuoradikkis ja son lea hui duhtavaš dáinna mearrádusain.

source: – Sametinget har hatt godt samarbeid med mange og derfor har vi lykkes for å få på plass denne kommisjonen.
sme: – Sámedikkis lea leamaš buorre ovttasbargu ollugiiguin ja danne leat lihkostuvvan oažžut sadjái kommišuvnna.

source: Utarbeidet en felles strategi
sme: Ráhkadan oktasaš strategiija

source: Fjellgren nevner spesielt samarbeidet med Sametingets eldreråd.
sme: Fjellgren namuha erenoamážit ovttasbargu Sámedikki vuorrasiidráđiin.

source: – Sametinget er takknemlig for det arbeidet Sametingets eldreråd har gjort i denne saken over flere år.
sme: – Sámediggi lea giitevaš dan ovddas maid Sámedikki vuorrasiidráđđi lea bargan dán áššis máŋggaid jagiid badjel.

source: Spesielt var det bra at de deltok i den åpne høringen i Stortinget.
sme: Erenoamáš buorre lei go sii serve rabas gulaskuddamii Stuoradikkis.

source: Det var betydningsfullt at Stortinget fikk høre erfaringer fra eldre folk, og hva de har gjennomgått på grunn av statens politikk.
sme: Lei mávssolaš ahte Stuoradiggi beasai gullat maid eallilan olbmot leat vásihan ja mo leat ferten gillát stáhta politihka geažil.

source: Sametingsråd Fjellgren hadde tidlig et møte med Trygg Jakola i Norske kveners forbund.
sme: Sámediggeráđis Fjellgrenas lei árrat juo čoahkkin Trygg Jakolain Norgga Kveanalihtus.

source: Der utarbeidet de strategier i fellesskap om hvordan man skal få på plass en slik kommisjon.
sme: Doppe ráhkadeigga ovttasráđiid strategiijaid mo oažžut dákkár kommišuvnna.

source: Etter dette møtet sendte Sametinget et brev til fylkeskommunene i de samiske områdene, der man ba om støtte til etableringen av kommisjonen, noe som fylkeskommunene senere har gitt.
sme: Sámediggi sáddii dán čoahkkima maŋŋel reivve fylkkagielddaide sámi guovllus gos bivddii sin doarjut kommišuvnna ásaheami, ja nu leatge dahkan maŋŋil.

source: Støtte fra Kirken var til god hjelp
sme: Girku doarjja stuora ávkin

source: Sametinget har også hatt god dialog med Samisk kirkeråd, og deres støtte har vært til stor nytte.
sme: Sámediggi lea maid olu gulahallan Sámi girkoráđiin, ja sin doarjja lea leamaš stuora ávkin.

source: – Kirken og staten har nettopp skilt lag.
sme: – Girku ja stáhta leaba aitto earránan.

source: Kirken har fremdeles en viktig plass både i Sápmi og ellers i Norge, og også blant stortingets representanter.
sme: Girkus lea ain dehálaš sajádat sihke Sámis ja muđui Norggas, ja maiddái stuoradiggeáirasiid gaskkas.

source: Samene setter pris på at kirken støtter oss i dette arbeidet.
sme: Sápmelaččat atnet árvvus go girku doarju min dán barggus.

source: Vi må også huske på å røkte også den åndelige dimensjonen av dette forsoningsarbeidet.
sme: Mii fertet muitit maiddái dikšut dan vuoiŋŋalaš oasi dán soabadanbarggus.

source: Kirken har den kunnskapen som kreves, sier Fjellgren.
sme: Girkus lea dása dat máhttu mii gáibiduvvo, lohká Fjellgren.
